Repository: kalgasnik/lightdm-another-gtk-greeter
Catalog: po/*.po
Languages: be, es

source: Suspend
be: Рэжым чакання
es: Suspender

source: Hibernate
be: Рэжым сну
es: Hibernar

source: Restart
be: Перазагрузка
es: Reiniciar

source: Shutdown
be: Выключэнне
es: Apagar

source: Large font
be: Вялікі шрыфт
es: Letras grandes

source: High contrast
be: Высокая кантраснасць
es: Alto contraste

source: On-screen keyboard
be: Экранная клавіятура
es: Teclado en pantalla

source: Large dpi
be: Высокі DPI
es: DPI alto

source: Login options
be: Опцыі
es: Opciones de entrada

source: Show password
be: Паказаць пароль
es: Mostrar contraseña

source: Login
be: Увайсці
es: Entrada

source: Cancel
be: Адмена
es: Cancelar

source: Authentication, press <Escape> to cancel...
be: Выконваецца ўваход, націсніце <Esc> для адмены...
es: Autenticación, presione <Escape> para cancelar...

source: Failed to start keyboard command: %s
be: Не атрымалася выканаць загад: %s
es: Error al iniciar el comando del teclado: %s

source: Failed to start 'onboard', see logs for details.
be: Не атрямалася
es: Error al iniciar 'OnBoard', Vea los registros (Logs) para más detalles.

source: Suspend the computer?
be: Перайсці ў рэжым сну?
es: ¿Suspender equipo?

source: Hibernate the computer?
be: Перайсці ў рэжым чакання?
es: ¿Hibernar equipo?

source: Are you sure you want to close all programs and restart the computer?
be: Вы ўпэўнены што жадаеце зачыніць усе праграмы і перазагрузіць кампутар?
es: ¿Está seguro que desea cerrar todos los programas para reiniciar el equipo?

source: Are you sure you want to close all programs and shutdown the computer?
be: Вы ўпэўнены што жадаеце зачыніць усе праграмы і выключыць кампутар?
es: ¿Está seguro que desea cerrar todos los programas para luego apagar el equipo?

source: Return to Login
be: Адмена
es: Regresar a la pantalla de entrada

source: Action "%s" failed with error: %s.
be: Не атрымалася выканаць дзеянне "%s": %s
es: La acción "%s" ha fallado con el error: %s.

source: Error
be: Памылка

source: Connection to LightDM failed: %s
be: Не атрымалася ўсталяваць злучэнне з LightDM: %s
es: La conexión a LightDM ha fallado: %s

source: unknown error
be: невядомая памылка
es: error desconocido

source: Error loading UI file: %s
be: Памылка пры загрузцы інтэрфейсу: %s
es: Error cargando el archive UI: %s

source: Loading UI: error
be: Загрузка інтэрфейсу: памылка
es: Cargando el archivo UI: Error

source: Widget '%s' is not found
be: Неабходны элемент інтэрфейсу "%s" ня знойдзены
es: El widget '%s' no fue encontrado

source: Guest Account
be: Гасцявы акаўнт
es: Cuenta de invitado

source: Other...
be: Іншы...
es: Otro...

source: Screenshot
be: Здымак экрана
es: Captura de pantalla

source: Failed to start session
be: Не атрымалася запусціць сесію
es: Error al iniciar la sesión

source: Incorrect password, please try again
be: Няправільны пароль,паспрабуйце яшчэ раз
es: Contraseña incorrecta, Intente nuevamente

source: Failed to authenticate
be: Не атрымалася выканаць уваход
es: Fallo al autenticar

source: Unlock
be: Увайсці
es: Desbloquear
